{
  "news-title":"News","history-title":"History","news":"news area","history":"history area history area history area history area history area history area history area history area history area ",
  "story":"Rich Mama Dao is composed of 4,000 NFTs minted on the chain. It is an original project based on community innovation of empowerment and integration between virtual and real.\n \n As holders of Rich Mama NFT can participate in community activities, proposals, investment autonomy, etc., and enjoy NFT empowerment such as Gamefi, Automated Trading Motor, Trading Courses, Dividend of shares, etc.",



  "game-story01":"The dazzling galaxy has quietly flowed in the vast universe for thousands of millions of years,and there is a shining blue gemstone that glows in the Milky Way.\n And the story is beginning with this gemstone.",
  "earth":"Earth",
  "game-story02":"From snow-covered Antarctica to the majestic deep ocean, From the vast desert to the beautiful mountains and rivers.\n It is so spectacular!",
  "lives":"Lives",
  "game-story03":"Tens of thousands of lives were born here by countless coincidences.\nThe amazing work of nature lets life bloom on earth in various forms,Plants and animals will attach to the specific blue gemstone to give us the living environment, like white sturgeon in rivers, giant pandas in mountains, red-crowned cranes in the sky, and...human beings.\nAfter thousands of years of evolution, human beings have the most coveted intelligence in the universe.",
  "human":"Human",
  "game-story04":"Compared to Earth's evolution, the time of human existence is just a blink of an eye.\nBut at this moment, we have advanced human civilization to the industrial level.\nThis means that we must frantically plunder the resources of this blue gemstone, to develop human civilization.\nThe over-industrialization endangers the environment on which all life depends.",
  "game-story05":"So here is our story begins, when all species are endangered, in the end----- human.\n  Whether this dazzling blue gemstone is an escape from extinction or vitality resurrection, here, it is our decision."



}