{
  "news-title":"News","history-title":"History","news":"news area","date":"2022/09/20","history":"history area history area history area history area history area history area history area history area history area ",
  "twcc-story":"What is “TWCC” to The Sandbox ?\nTW The Sandbox Creator Club, TWCC, the association that focuses on promoting The Sandbox game in the Chinese speaking community.\nOur raison d’etre is to connect famous WEB2 IPs-The Sandbox game-talented creators-studios, providing a platform to make relevant engagements in order to enter the creative metaverse.\nTWCC, as a creator club, collaborated with popular studios and IPs, including SoftStar ent., Hikari light the night, ELLE Taiwan, National Palace Museum, and more, to create customized metaverse experiences in The Sandbox.\n\n【As Creators】\n1. TWCC helps allocate a fair and transparent pay for our creators with each project. \n 2. TWCC provides a network that assembles market consulting, resource integration and work opportunities.\n3. TWCC houses Chinese speaking creators from all around the world. \n4. TWCC provides VoxEdit 101, GameMaker 101 streaming every week for entering level creators.\n5. TWCC is also working on “The Sandbox Wiki” to gather useful tricks and info regarding becoming a voxel creator within The Sandbox .\n\n【As Gamers】\n1. TWCC gathered an instance of The Sandbox gamers/speedrunners that share their gameplays and strategies during and between αlpha seasons. \n2. During αlpha seasons, TWCC would host a variety of community events, AMAs. The prizes range from SAND tokens, collaborators’ NFTs, to Αlpha passes.\n3. TWCC shills every The Sandbox news, events as well as The Sandbox-related participate-to-earns to keep our members updated.",
  "sand-story":"The Sandbox is a decentralized, community-driven gaming ecosystem where creators can share and monetise voxel assets and gaming experiences on the Ethereum blockchain.\nUsing The Sandbox's free software, naming VoxEdit and the Game Maker, \ncasual gamers, artists and game designers can create ASSETs and experiences, such as games, dioramas and art galleries, for themselves and to share with others. These can be monetised to earn the creator passive income.",
  "twcc-pass":"Utilities:\n 1、Advertising revenue within The Sandbox game; \n  SLIMES NFT holders would get airdropped an advertisement billboard NFT. That NFT could be installed into the land you hold in The Sandbox game for advertising purposes. You could either advertise yourself or join TWCC advertising program and split your share of the income.\n2、30% of the SLIMES NFT fund will be put into Leo defi pool and return the profit monthly to the holders.\n3、Share a cut from TWCC project earning proportionally.\n  4、The entrance ticket to join TWCC AESSETs database. Once your UGC assets are being used, you shall get your fair share from the working project. \n 5、SRR/ combo/ general SLIMES holders get exclusive merch respectively (printed SLIMES, other merch..)\n  6、SRR/ combo/ general SLIMES holders will get exclusive benefits or special prizes in The Sandbox related events.\n7、SSR SLIMES exclusive (Printed, well-framed 2D SLIMES, NFT artist’s signature + SLIMES pillow)\n  8、SLIME holders with OG role in TWCC discord get exclusive prizes.",
  "roadmap01":"．TWCC NFT project launch\n  ．Intro of TWCC NFT \n ．Total supply: 4000 (incl. WL 1000) \n  ．TWCC website launch\n ．Secial NFTs and Combo NFTs announce\n ．Roadmap 1.0 release\n ．The Sandbox Voxedit competition organized by ELLEVERSE and TWCC",
  "roadmap02":"．Mint launches\n．Blindbox reveal\n ．Economics model announce\n ．TWCC’s game, SLIME trilogy, launch on The Sandbox game\n．Advertisement placement (profit sharing)\n ．Partial NFT funds to Leo Studio investment pool (profit sharing)\n ．Establishment of TWCC creators database (profit sharing)\n ",
  "roadmap03":"．The launch of profit sharing, including advertisement, LeoStudio investments, and creators database.\n．Exclusive prizes for the TWCC NFT holders during The Sandbox events.\n．The production of SLIME framed prints and SLIME merchandise.\n．Exclusive prizes for OG in TWCC\n．First IRL event for the TWCC NFT holders\n",
  "roadmap04":"．Airdrop The Sandbox NFTs for construction pack.\n(Different packs between OG/SSR/Combo/General SLIME NFTs)\n．Exclusive packs for SSR NFTs holders (Limited edition Slime framed prints, the artist’s sig., special SLIME pillow)\n．Exclusive packs for Combo NFTs holders\n．Roadmap 2.0 release \n",
  "team01":"Founder of TWCC |\n Writers & Script Designer |","team02":"Design Director |\nVoxEdit Specialist |\n3D Animator |","team03":"Voxel Artist |\nIllustrator |\nGame art Designer | ","team04":"Gamemaker specialist |\nQuests designer |",
  "collab-1":"• Founder: Ding Yaozong\n • Established: 1/12/2021\n • Specialties: The Sandbox game design, land planning, 3D asset design.\n • Merchandising through metaverse games\n • Building a space for interaction with fans\n • NFT galleries and exhibition halls\n• Achievement category: 5th place in the first game production competition of The Sandbox Taiwan in 2021",
  "collab-2":"• Specialties: The Sandbox avatars, landscapes and game design.\n • Achievement category: \n The Sandbox x Pororo Gamejam 1st place.\n The Sandbox x Ragnarok Gamejam 1st place.",
  "collab-3":"• Established: 11/2021\n • Specialties: The SandBox character, scene and game design, NFT art design, NFT UI design.\n • Achievement category:\n 2021 The Sandbox 1st Taiwan Game Production Competition 2nd place.",
  "collab-4":"•ATL specializes in building stocks, cryptocurrency observation platforms.\n •TWCC partners with ATL to create a market system for The Sandbox land property.\n •Land asset planning, land sales and advertising systems can be carried out on the platform.\n  •You can easily find Premium and ordinary land that can be bought and sold via the platform.\n •Players can publish and sell their land and assets through the platform.",
  "artist-1":"Game art Designer |\n Animation Designer |\n Streamer |", "artist-2":"Voxel artist |\n  3D Animation |\n Streamer |",
  "artist-3":"Voxel artist |\n  2D artist |", "artist-4":"Voxel artist |\n  2D artist | ",
  "artist-5":"Voxel artist |\n  2D artist | ", "artist-6":"Voxel artist |\n  2D artist | "

}